<?php
//  +----------------------------------------------------------------------
//  | huicmf [ huicmf快速开发框架 ]
//  +----------------------------------------------------------------------
//  | Copyright (c) 2022~2024 https://xiaohuihui.cc All rights reserved.
//  +----------------------------------------------------------------------
//  | Author: 小灰灰 <762229008@qq.com>
//  +----------------------------------------------------------------------
//  | Info:
//  +----------------------------------------------------------------------
//
return [
    'User'      => '会员',
    'Id'        => '主键ID',
    'Username'  => '用户名',
    'Password'  => '密码',
    'Nickname'  => '昵称',
    'Mobile'    => '手机号',
    'Email'     => '邮箱',
    'Sex'       => '性别',
    'Avatar'    => '头像',
    'Level'     => '等级',
    'Birthday'  => '生日',
    'Score'     => '积分',
    'LastTime'  => '上次登录时间',
    'LastIp'    => '上次登录IP',
    'JoinTime'  => '注册时间',
    'JoinIp'    => '注册IP',
    'WxUnionid' => '微信unionid',
    'WxOpenid'  => '微信openid',
    'Role'      => '角色组',
];
